{
  "services": [
    {
      "id": "yates-lujo",
      "category": "Navegación",
      "featured": true,
      "title": "Alquiler de Yates de Lujo",
      "shortDescription": "Navega por el Caribe con estilo y confort en nuestras embarcaciones exclusivas.",
      "image": "../assets/images/servicio-yate.png",
      "icon": "fas fa-ship",
      "color": "#486B65",
      "details": {
        "mainDescription": "Disfruta de una experiencia exclusiva en nuestras embarcaciones de lujo, equipadas con todas las comodidades para navegar por las aguas cristalinas del Caribe. Perfecto para eventos privados, celebraciones o simplemente relajarte con estilo.",
        "points": []
      }
    },
    {
      "id": "chef-exclusivo",
      "category": "Experiencias Exclusivas",
      "featured": true,
      "title": "Chef Exclusivo a Bordo",
      "shortDescription": "Alta cocina en tu yate o mansión. Menús personalizados para una experiencia gourmet.",
      "image": "../assets/images/servicio-chef.png",
      "icon": "fas fa-utensils",
      "color": "#59B4A3",
      "details": {
        "mainDescription": "Ofrecemos un Servicio de Chef Exclusivo diseñado para llevar la alta cocina directamente a tu experiencia, ya sea a bordo de un yate o en una mansión de lujo.",
        "points": [
          {
            "title": "Menús Personalizados",
            "description": "Diseñamos menús a tu medida, teniendo en cuenta tus preferencias y necesidades dietéticas."
          },
          {
            "title": "Ingredientes de Primera Calidad",
            "description": "Utilizamos productos frescos y locales para garantizar sabores auténticos y excepcionales."
          },
          {
            "title": "Experiencias Temáticas",
            "description": "Cenas temáticas, degustaciones de vinos y maridajes para añadir un toque único a tu evento."
          }
        ]
      }
    },
    {
      "id": "venta-embarcaciones",
      "category": "Venta",
      "featured": true,
      "title": "Venta de Embarcaciones de Lujo",
      "shortDescription": "Adquiere el yate, velero o catamarán de tus sueños con nuestro asesoramiento experto.",
      "image": "../assets/images/servicio-venta-yate.png",
      "icon": "fas fa-file-signature",
      "color": "#211916",
      "details": {
        "mainDescription": "Te ofrecemos la oportunidad de adquirir tu propia embarcación. Nuestro servicio de Venta de Embarcaciones de Lujo está diseñado para satisfacer las expectativas más altas.",
        "points": [
          {
            "title": "Catálogo Exclusivo",
            "description": "Trabajamos con los mejores fabricantes y marcas reconocidas a nivel internacional."
          },
          {
            "title": "Asesoramiento Personalizado",
            "description": "Nuestro equipo de expertos te guiará en cada paso del proceso de adquisición."
          },
          {
            "title": "Soporte Técnico y Garantía",
            "description": "Cada embarcación incluye garantía del fabricante y acceso a nuestro servicio técnico especializado."
          }
        ]
      }
    },
    {
      "id": "escolta-privada",
      "category": "Seguridad y Lujo",
      "featured": true,
      "title": "Servicio de Escolta Privada",
      "shortDescription": "Disfruta con total tranquilidad. Protección discreta y profesional para tu bienestar.",
      "image": "../assets/images/servicio-seguridad.png",
      "icon": "fas fa-user-shield",
      "color": "#57AA80",
      "details": {
        "mainDescription": "Ofrecemos un Servicio de Escolta Privada diseñado para proteger tu bienestar mientras disfrutas de nuestras experiencias de alto nivel.",
        "points": [
          {
            "title": "Personal Altamente Capacitado",
            "description": "Nuestro equipo está compuesto por profesionales con experiencia en seguridad personal."
          },
          {
            "title": "Discreción y Profesionalismo",
            "description": "Garantizamos un servicio confidencial y adaptado a tus necesidades específicas."
          },
          {
            "title": "Cobertura Completa",
            "description": "Proveemos seguridad durante traslados, eventos sociales y actividades en tierra o mar."
          }
        ]
      }
    }
  ]
}